Revit 2027 API
ParameterTypeId.StairsPathStartFromRiser Property
 "Start from Riser"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsPathStartFromRiser { get; }
Public Shared ReadOnly Property StairsPathStartFromRiser As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsPathStartFromRiser {
	ForgeTypeId^ get ();
}
static member StairsPathStartFromRiser : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace